<template>
  <section id="section-intro" class="sections">
    <div id="intro-container" class="container" dir="rtl" align="right">
      <h2>درباره من</h2>
      <p>من مهرانم این پروژه در جهت یادبودی برای نویسنده فقید آلبر جان هست. آثار وی به مرور داخل این پروژه تکمیل میشه تا
        هم من دستم داخل vue راه بیوفته و هم مقداری به بوت استرپ مسلط بشم.
      </p>
      <p>تکنولوژی های استفاده شده در این پروژه: vue.js | bootstrap | HTML | CSS | JAVASCRIPT</p>

      <hr>
      <h2>زندگینامه آلبر کامو</h2>
      <br>
      <figcaption class="blockquote-footer">
        منتشر شده توسط مهران در تاریخ <cite title="Source Title">عید ۱۴۰۳</cite>
      </figcaption>
      <p>آلبر کامو؛ زادهٔ ۷ نوامبر ۱۹۱۳ – درگذشتهٔ ۴ ژانویه ۱۹۶۰
        نویسنده، فیلسوف و روزنامه‌نگار فرانسوی برنده جایزه ادبی نوبل بود. او یکی از نویسندگان بزرگ در مکتب رئالیسم، خالق
        کتاب مشهور بیگانه و مقاله جریان‌ساز افسانهٔ سیزیف است.
        <br><br>
        کامو در سال ۱۹۵۷ به خاطر «آثار مهم ادبی خود که به روشنی به مشکلات وجدان بشری در عصر حاضر می‌پرداز برندهٔ
        جایزهٔ نوبل ادبیات شد.
        سه اثر معروف کامو با نام‌های «بیگانه»، «کالیگولا»، «افسانه سیزیف» بیش از هر چیز سبک او را معرفی می‌کنند و موضوع
        محوری‌شان پوچی است.
        آلبر کامو پس از رودیارد کیپلینگ جوان‌ترین برندهٔ جایزهٔ نوبل و همچنین نخستین نویسندهٔ زادهٔ قارهٔ آفریقا بود که
        این عنوان را کسب کرده بود. همچنین کامو در بین برندگان نوبل ادبیات، کمترین طول عمر را دارد و دو سال پس از بردن
        جایزهٔ نوبل در یک سانحهٔ تصادف درگذشت.
        <br><br>
        با وجود برچسب‌هایی که اغلب فلاسفه هم عصر وی به او زده‌اند، کامو اگزیستانسیالیست نیست. در مصاحبه‌ای در سال ۱۹۴۵
        کامو هرگونه همراهی با مکاتب ایدئولوژیک را تکذیب می‌کند و می‌گوید: «نه، من اگزیستانسیالیست نیستم. هم سارتر و هم
        من
        همیشه متعجب بوده‌ایم که چرا نام ما را پهلوی هم می‌گذارند.» اگزیستانسیالیسم، در پی گرفتن هدفی به منظور معنی دهی
        به ارزش‌های ازدست‌رفته‌است، حال آنکه ابزوردیسم، پذیرش پوچی، و ادامه دادن به زندگی جدای از معنی تراشیدن و در پی
        گرفتن منظوری دینی است و عصیان است.
        <br><br>
        کامو در الجزایر تحت استعمار فرانسه متولد شد. او در دانشگاه الجزیره تحصیل کرد و تا پیش از آنکه در سال ۱۹۳۰ گرفتار
        بیماری سل شود دروازه‌بان تیم فوتبال این دانشگاه بود. در سال ۱۹۴۹ پس از آنکه کامو از جنبش «شهروند جهانی» گری
        دیویس
        جدا شد یک اتحادیهٔ بین‌المللی را تأسیس کرد که آندره بروتون نیز یکی از اعضای آن بود. شکل‌گیری این گروه، به گفته
        خود کامو، بر اساس «محکوم کردن هر دو ایدئولوژی شکل گرفته در آمریکا و اتحاد جماهیر شوروی» بود.
      </p>
      <br>
      <h2 dir="rtl">زندگی شخصی</h2>
      <br>
      <figcaption class="blockquote-footer">
        منتشر شده توسط مهران در تاریخ <cite title="Source Title">عید ۱۴۰۳</cite>
      </figcaption>
      <p>آلبر کامو در ۷ نوامبر ۱۹۱۳ در دهکده‌ای کوچک در الجزایر به دنیا آمد. پدرش «لوسین کامو» فرانسوی فقیری بود که در
        الجزیره برزگری می‌کرد و در آنجا با زن خدمتکاری که اهل اسپانیا بود ازدواج کرد و صاحب دو فرزند به نام‌های لوسین
        (هم‌نام پدر) و آلبر شد. به سال ۱۹۱۴ آتش جنگ جهانی اول روشن می‌شود. پدر کامو به جبهه اعزام می‌گردد. آلبر کامو در
        این مورد با طنز می‌گوید: «به قول مردم او در میدان جنگ شهید شد.» مادر همچنان به کار خود ادامه می‌دهد: تأمین زندگی
        دو کودک به عهده اوست. اینان در محله فقیرنشین «بل کور» در یک اتاق زندگی می‌کنند. </p>

      <h4>آثار ادبی :</h4>
      <br>
      <ul class="list-group">
        <li class="list-group-item"><b>بیگانه</b> - ۱۹۴۲</li>
        <li class="list-group-item"><b>طاعون</b> - ۱۹۴۶</li>
        <li class="list-group-item"><b>سقوط</b> - ۱۹۵۶</li>
        <li class="list-group-item">مرگ خوش - نوشته شده در سال‌های ۱۹۳۶ تا ۱۹۳۷ و منتشر شده در سال ۱۹۷۱</li>
        <li class="list-group-item">آدم اول - کامو پیش از اتمام این اثر جان باخت و در سال ۱۹۹۵ این اثر نیمه‌تمام منتشر
          شد</li>
      </ul>
      <br>
      <h4>نمایشنامه‌ها :</h4>
      <br>
      <ul class="list-group">
        <li class="list-group-item"><b>کالیگولا</b> - نوشته شده در ۱۹۳۸ و اجرا شده در ۱۹۴۵</li>
        <li class="list-group-item"><b>مرثیه‌ای برای راهبه</b> - ۱۹۵۶ - اقتباس از رمانی نوشتهٔ ویلیام فاکنر با همین نام
        </li>
        <li class="list-group-item"><b>سقوط</b> - ۱۹۵۶</li>
        <li class="list-group-item">سوء تفاهم - ۱۹۴۴</li>
        <li class="list-group-item">تسخیر شدگان - ۱۹۵۹ - اقتباس از رمانی نوشتهٔ فئودور داستایوسکی با همین نام - کامو این
          نمایش‌نامه را در سل ۱۹۵۹ شخصاً کارگردانی کرد و به روی صحنه برد.</li>
        <li class="list-group-item">دادگستران - ۱۹۴۹</li>

      </ul>
      <br>
      <br>
      <figure class="text-right">
        <blockquote class="blockquote">
          <p>بدنم زجر میکشد . پوست تنم درد میکند. سینه ام. دست و پایم سرم خالی است و دلم بهم میخورد و از همه بدتر طعمی
            است که در دهنم است نه خون است. نه مرگ است. نه تب. اما همه اینها با هم. کافی است که زبانم را تکان بدهم تا
            دنیا سیاه شود و از همه موجودات نفرت پیدا کنم چه سخت است. چه تلخ است انسان بودن.</p>
            <br>
        </blockquote>
        <figcaption class="blockquote-footer">
          مهران علم‌بیگی <cite title="Source Title">اثر یادبود آلبر کامو فرزند آفتاب</cite>
        </figcaption>
      </figure>
      <br>
      <br>
    </div>
  </section>
</template>

<script>
export default {
  name: 'reader-pages'
}
</script>
